INSERT INTO public.dct_companies (company_id, company_name, company_description, company_inn, company_kpp, parent_company_id, dttm_start, dttm_end) VALUES
(1, 'Банк', 'Главный банк', '55512342345', '555000123', null, '1900-01-01 00:00:00'::timestamp, '3000-12-31 00:00:00'::timestamp),
(2, 'Банк А', 'Банк А', '55512342346', '555000123', 1, '1900-01-01 00:00:00'::timestamp, '3000-12-31 00:00:00'::timestamp),
(3, 'Банк Б', 'Банк Б', '55512342347', '555000123', 1, '1900-01-01 00:00:00'::timestamp, '3000-12-31 00:00:00'::timestamp),
(4, 'Банк В', 'Банк В', '55512342348', '555000123', 1, '1900-01-01 00:00:00'::timestamp, '3000-12-31 00:00:00'::timestamp),
(5, 'АО Капитал', 'Инвестиционная компания Капитал', '55512342346', '555000123', 1, '1900-01-01 00:00:00'::timestamp, '3000-12-31 00:00:00'::timestamp),
(6, 'Банк ВА', 'Банк ВА', '55522342348', '555000123', 4, '1900-01-01 00:00:00'::timestamp, '3000-12-31 00:00:00'::timestamp),
(7, 'Банк ВБ', 'Банк ВБ', '55532342348', '555000123', 4, '1900-01-01 00:00:00'::timestamp, '3000-12-31 00:00:00'::timestamp),
(8, 'ЗАО Лизинг', 'Лизинговая компания', '55512342456', '555000123', 1, '1900-01-01 00:00:00'::timestamp, '3000-12-31 00:00:00'::timestamp),
(9, 'ОАО Страхование', 'Страхивая компания', '55512342557', '555000123', 1, '1900-01-01 00:00:00'::timestamp, '3000-12-31 00:00:00'::timestamp),
(10, 'Телеком ПАО', 'Телекоммуникации', '55512342789', '555000123', 1, '1900-01-01 00:00:00'::timestamp, '3000-12-31 00:00:00'::timestamp);